int main()
{
	//add some changes
	return 0;
	//a bit more
	//change from site
	//alpha change
	//alpha another change to master
	//alpha
	//master
	//alpha
	//it's me, Master!
	//beta
	//в первом случае у нас отражено вливание мастера в новую ветку, и появилась запутанная схема того, 
	//как сначала мы влили матера в новую ветку, а затем влили обратно после изменений, во втором случае
	//последняя на тот момент версия новой ветки стала наследоваться от последнего на тот момент мастера, что сделало схему
	//менее информативной, но более понятной
	//I'am the most important!
}
